Repository: RMIT-SEPT/Backtable
Catalog: mayan/apps/document_states/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Document states
tr_tr: Belge durumları

source: Current state of a workflow
tr_tr: Bir iş akışının geçerli durumu

source: Return the current state of the selected workflow
tr_tr: Seçilen iş akışının geçerli durumunu döndürür

source: Return the completion value of the current state of the selected workflow
tr_tr: Seçili iş akışının geçerli durumunun tamamlanma değerini döndürür

source: Label
tr_tr: Etiket

source: Internal name
tr_tr: Dahili adı

source: Initial state
tr_tr: İlk durum

source: None
tr_tr: Yok

source: Current state
tr_tr: Mevcut durum

source: User
tr_tr: Kullanıcı

source: Last transition
tr_tr: Son geçiş

source: Date and time
tr_tr: Tarih ve saat

source: Completion
tr_tr: Tamamlama

source: Transition
tr_tr: Geçiş

source: Comment
tr_tr: Yorum Yap

source: Is initial state?
tr_tr: İlk durum mu?

source: Origin state
tr_tr: Kaynak Durum

source: Destination state
tr_tr: Hedef durum

source: Enabled
tr_tr: Etkin

source: No
tr_tr: Hayır

source: Yes
tr_tr: Evet

source: Workflows
tr_tr: İş Akışları

source: Create workflow
tr_tr: İş akışı oluştur

source: Delete
tr_tr: Sil

source: Document types
tr_tr: Belge tipleri

source: Edit
tr_tr: Düzenle

source: Actions
tr_tr: Eylemler

source: Create state
tr_tr: Durum oluştur

source: States
tr_tr: Durumlar

source: Create transition
tr_tr: Geçiş oluştur

source: Transitions
tr_tr: Geçişler

source: Launch all workflows
tr_tr: Tüm iş akışlarını başlat

source: Detail
tr_tr: Detay

source: Workflow documents
tr_tr: İş akışı belgeleri

source: State documents
tr_tr: Durum belgeleri

source: Preview
tr_tr: Önizleme

source: This value will be used by other apps to reference this workflow. Can only contain letters, numbers, and underscores.
tr_tr: Bu değer, bu iş akışını referans olarak diğer uygulamalar tarafından kullanılacaktır. Yalnızca harf, rakam ve altçizgi içerebilir.

source: Workflow
tr_tr: İş Akışı

source: Select if this will be the state with which you want the workflow to start in. Only one state can be the initial state.
tr_tr: Bunun, iş akışının başlatılmasını istediğiniz durum olup olmayacağını seçin. Başlangıç ​​durumu yalnızca bir durum olabilir.

source: Initial
tr_tr: ilk

source: Enter the percent of completion that this state represents in relation to the workflow. Use numbers without the percent sign.
tr_tr: İş akışıyla ilişkili olarak bu durumun temsil ettiği tamamlama yüzdesini girin. Yüzde işareti olmadan rakamları kullanın.

source: Workflow state
tr_tr: İş akışı durumu

source: Workflow states
tr_tr: İş akışı durumları

source: Workflow transition
tr_tr: Iş akışı geçiş

source: Workflow transitions
tr_tr: İş akışı geçişleri

source: Event type
tr_tr: Etkinlik türü

source: Document
tr_tr: belge

source: Workflow instance
tr_tr: İş akışı örneği

source: Workflow instances
tr_tr: İş akışı örnekleri

source: Datetime
tr_tr: Tarih saat

source: Workflow instance log entry
tr_tr: İş akışı örneği günlük girişi

source: Workflow instance log entries
tr_tr: İş akışı örneği günlük girdileri

source: Not a valid transition choice.
tr_tr: Geçerli bir geçiş seçeneği değil.

source: Workflow runtime proxy
tr_tr: İş akışı çalışma zamanı vekili

source: Workflow runtime proxies
tr_tr: İş akışı çalışma zamanı vekilleri

source: Workflow state runtime proxy
tr_tr: İş akışı durum çalışma zamanı vekili

source: Workflow state runtime proxies
tr_tr: İş akışı durum çalışma zamanı vekilleri

source: Document workflows
tr_tr: Belge iş akışları

source: Create workflows
tr_tr: İş akışları oluşturun

source: Delete workflows
tr_tr: İş akışlarını sil

source: Edit workflows
tr_tr: İş akışlarını düzenle

source: View workflows
tr_tr: İş akışlarını görüntüle

source: Transition workflows
tr_tr: İş akış geçişleri

source: Execute workflow tools
tr_tr: İş akışı araçlarını çalıştır

source: Primary key of the document type to be added.
tr_tr: Belge türünün birincil anahtarı eklenecek.

source: API URL pointing to a document type in relation to the workflow to which it is attached. This URL is different than the canonical document type URL.
tr_tr: Bağlı olduğu iş akışıyla ilişkili olarak bir doküman türünü işaret eden API URL'si. Bu URL, yasal çerçeve türü URL'inden farklı.

source: Primary key of the destination state to be added.
tr_tr: Hedef durumun birincil anahtarı eklenecek.

source: Primary key of the origin state to be added.
tr_tr: Kaynak durumun birincil anahtarı eklenecek.

source: API URL pointing to a workflow in relation to the document to which it is attached. This URL is different than the canonical workflow URL.
tr_tr: Bağlı olduğu dokümana ilişkin bir iş akışını işaret eden API URL'si. Bu URL, kurallı iş akışı URL'inden farklı.

source: A link to the entire history of this workflow.
tr_tr: Bu iş akışının tüm geçmişi ile bağlantı.

source: Comma separated list of document type primary keys to which this workflow will be attached.
tr_tr: Bu iş akışının ekleneceği belge türü birincil anahtarlarının virgülle ayrılmış listesi.

source: Primary key of the transition to be added.
tr_tr: Geçişin birincil anahtarı eklenecek.

source: Workflows for document: %s
tr_tr: Belge için iş akışı: %s

source: Detail of workflow: %(workflow)s
tr_tr: İş akışının ayrıntısı: %(workflow)s

source: Document "%s" transitioned successfully
tr_tr: "%s" dokümanı başarıyla değiştirildi

source: Submit
tr_tr: Gönder

source: Do transition for workflow: %s
tr_tr: İş akışı için geçiş yapın: %s

source: Available document types
tr_tr: Kullanılabilir belge türleri

source: Document types assigned this workflow
tr_tr: Bu iş akışına atanan belge türleri

source: Document types assigned the workflow: %s
tr_tr: İş akışına atanan belge türleri: %s

source: States of workflow: %s
tr_tr: Iş akışı durumları: %s

source: Create states for workflow: %s
tr_tr: İş akışı için durumlar oluşturun: %s

source: Transitions of workflow: %s
tr_tr: İş akışının geçişleri: %s

source: Unable to save transition; integrity error.
tr_tr: Geçiş kaydedilemedi; Bütünlük hatası.

source: Create transitions for workflow: %s
tr_tr: İş akışı için geçişler oluşturun: %s

source: Documents with the workflow: %s
tr_tr: İş akışına sahip belgeler: %s

source: Documents in the workflow "%s", state "%s"
tr_tr: "%s" iş akışındaki belgeler, "%s" durumu

source: Launch all workflows?
tr_tr: Tüm iş akışlarını başlatmak istiyor musunuz?

source: Workflow launch queued successfully.
tr_tr: İş akışı başlatma başarıyla sıraya girdi.

source: Timeout
tr_tr: Zaman aşımı
