Repository: RMIT-SEPT/Backtable
Catalog: mayan/apps/ocr/locale/*/LC_MESSAGES/django.po
Languages: tr_tr

source: Document
tr_tr: belge

source: Added
tr_tr: Katma

source: Result
tr_tr: Sonuç

source: Page %(page_number)d
tr_tr: Sayfa %(page_number)d

source: Contents
tr_tr: İçindekiler

source: Submit for OCR
tr_tr: OCR için gönderin

source: Setup OCR
tr_tr: OCR'yi kur

source: OCR documents per type
tr_tr: Türe göre OCR belgeleri

source: OCR errors
tr_tr: OCR hataları

source: Download OCR text
tr_tr: OCR metnini indir

source: Document type
tr_tr: Belge Türü

source: Automatically queue newly created documents for OCR.
tr_tr: Yeni oluşturulan belgeleri OCR için otomatik olarak kuyruğa alın.

source: Document type settings
tr_tr: Doküman türü ayarları

source: Document types settings
tr_tr: Doküman türleri ayarları

source: Document page
tr_tr: Belge sayfası

source: Content
tr_tr: İçerik

source: Document version
tr_tr: Belge versiyonu

source: Date time submitted
tr_tr: Gönderilen tarih saati

source: Submit documents for OCR
tr_tr: OCR için dokümanlar gönderin

source: View the transcribed text from document
tr_tr: Belgeden yazılmış metni görüntüleme

source: Change document type OCR settings
tr_tr: Doküman türünün OCR ayarlarını değiştirme

source: Document version OCR
tr_tr: Doküman sürümü OCR

source: File path to poppler's pdftotext program used to extract text from PDF files.
tr_tr: PDF dosyalarından metin ayıklamak için kullanılan poppler'ın pptotext programının dosya yolu.

source: Full path to the backend to be used to do OCR.
tr_tr: OCR yapmak için kullanılacak arka uç için tam yol.

source: Set new document types to perform OCR automatically by default.
tr_tr: Varsayılan olarak otomatik olarak OCR gerçekleştirmek için yeni belge türlerini ayarlayın.

source: OCR result for document: %s
tr_tr: Belge için OCR sonucu: %s

source: Submit "%s" to the OCR queue?
tr_tr: OCR sırasına "%s" gönderilsin mi?

source: Document: %(document)s was added to the OCR queue.
tr_tr: Doküman: %(document)s OCR sırasına eklendi.

source: Submit the selected documents to the OCR queue?
tr_tr: Seçilen dokümanları OCR sırasına gönderilsin mi?

source: Submit all documents of a type for OCR
tr_tr: OCR için bir türdeki tüm belgeleri gönderin

source: %(count)d documents of type "%(document_type)s" added to the OCR queue.
tr_tr: "%(document_type)s" türündeki %(count)d belgeleri OCR sırasına eklendi.

source: Edit OCR settings for document type: %s
tr_tr: Doküman türü için OCR ayarlarını düzenleyin: %s

source: OCR errors for document: %s
tr_tr: Doküman için OCR hataları: %s
